Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Предписание врача или физиотерапевта для больной ноги (только то, что отмечено):  Не касайтесь ногой пола.  Для равновесия можно касаться пола носком, но не переносить вес на ногу. Можно касаться пола ступней, но не переносить на нее вес.  Можно нагружать ногу настолько, насколько вам удобно.  Вы можете нагружать ногу полностью. Как правильно вставать 1. Держите оба костыля с травмированной стороны. 2. Подвиньтесь к краю стула. 3. Наклонитесь вперед и оттолкнитесь от ручки кресла со здоровой стороны. 4. Сохраняйте равновесие. Информацию о допустимой нагрузке на травмированную ногу см. в предписании врача. 5. Поместите костыли под руки.
en: The order from your doctor or therapist for your injured leg is (do only what is marked):  Do not let your foot touch the floor when standing or walking.  Touch your toe on the ground to help your balance but do not put weight on it.  Touch your foot on the ground but do not put weight on it.  Put as much weight on the leg as you can comfortably.  Put all your weight on the leg. Standing Up 1. Hold both crutches on your injured side. 2. Slide to the edge of the chair. 3. Lean forward and push down on the arm of the chair on your good side to stand up. 4. Check your balance. Follow instructions about how much weight to put on your injured leg. 5. Put the crutches under your arms. Crutch Walking. Russian.

source: Как правильно садиться 1. Подойдите спиной к креслу, пока не коснетесь его ногами. 2. Возьмите костыли в руку с травмированной стороны. 3. Возьмитесь за кресло другой рукой. 4. Медленно опуститесь в кресло, сгибая ноги в тазобедренном суставе. Как ходить на костылях 1. Поместите костыли под руки и прижмите их к туловищу. Не переносите весь вес на подмышки. 2. Поставьте костыли на 30 см перед собой. 3. Переместите травмированную ногу на один уровень с костылями, опираясь на рукоятки костылей. Не нагружайте больную ногу больше, чем разрешено врачом. 4. Завершите шаг, переместив вперед здоровую ногу.
en: Sitting Down 1. Back up to the chair until you feel the chair on the backs of your legs. 2. Put both crutches in your hand on the injured side. 3. Reach back for the chair with your other hand. 4. Lower yourself slowly into the chair, bending at the hips. Walking with Crutches 1. Put crutches under your arms and press them into your side. Do not put weight on your armpits. 2. Move the crutches ahead of you about 12 inches (30 centimeters). 3. Move your injured leg even with the crutches, pushing down on the hand grips as you step. Only put as much weight as allowed on your injured leg. 4. Finish the step by moving your strong leg forward. Crutch Walking. Russian.

source: Как спускаться С перилами With Rail 1. В момент движения травмированной ноги вперед поместите костыли на ступеньку вниз. 2. Распределите вес тела между костылями. 3. Поставьте здоровую ногу на ступеньку вниз. Как садиться в машину 1. Пусть кто-то откроет дверь и отодвинет сиденье как можно дальше назад. 2. Подойдите спиной к сиденью, пока не коснетесь его края. Возьмитесь за сиденье одной рукой и за рукоятки костылей другой рукой. 3. Наклоните голову, чтобы не удариться. Встаньте или сядьте, перенеся вес тела на здоровую ногу. 4. Чтобы сесть, поставьте пятку здоровой ноги на дверной порог и оттолкнитесь. Сядьте глубоко в кресло и подтяните больную ногу.
en: Going Downstairs Without Rail 1. Put the crutches on the lower step while putting your injured foot forward. 2. Support your weight between your crutches. 3. Move your good foot to the lower step. Getting into a Car 1. Have someone open the door and move the seat back as far as they can. 2. Back up until you feel the edge of the seat. Grab the seat with one hand and the hand grips of the crutches with the other. 3. Tip your head to avoid bumping it. Stand up or sit down using your good leg to bear your weight. 4. To sit down, put the heel of your good leg on the car frame and push back. Move across the seat until your injured leg can be swung into the car. Crutch Walking. Russian.

source: • Катаракта: заболевание, связанное с помутнением хрусталика глаза. • Глаукома: повышение внутриглазного давления с нарушениями зрения и поражением зрительного нерва. Симптомы глазных заболеваний Ваши глаза могут подвергнуться поражению, но оно может и не вызывать изменений зрения в течение некоторого времени. Если у вас наблюдается какой-либо из следующих симптомов, обратитесь к своему врачу для назначения обследования глаз: • потеря бокового (периферического) зрения; • потеря центрального зрения; • размытое зрение; • в поле зрения видны точки, пятна или плавающие объекты; • боль или дискомфорт в глазах; • ослабление зрения в ночное время или мутное зрение; • двойное зрение; • трудности при ярком освещении. Почему диабет приводит к возникновению проблем со зрением? Высокий уровень сахара в крови при диабете может со временем привести к повреждению кровеносных сосудов, в том числе, мелких кровеносных сосудов глаз. Если у вас также наблюдается повышенное артериальное давление, это может вызывать более серьезное поражение кровеносных сосудов.
en: • Cataracts: When a film of skin grows over the lens in the eye. • Glaucoma: When the pressure inside the eye gets too high and damages the optic nerve. Signs of Eye Problems Damage can occur to your eyes, but it may not cause vision changes for some time. If you have any of these signs, call your doctor to schedule an eye exam: • Loss of side (peripheral) vision • Loss of central vision • Blurry vision • Seeing spots or “floaters” • Eye pain or discomfort • Hard to see at night or dim vision • Double vision • Problems with glare or light Why does diabetes cause eye problems? High blood sugar over time with diabetes can cause damage to blood vessels, including the small blood vessels in your eyes. If you also have high blood pressure, this can further damage the blood vessels. Diabetes and Eye Problems. Russian

source: Поддерживайте уровень сахара в крови и артериальное давление как можно ближе к норме. Это даст вам возможность предотвратить возникновение проблем со зрением. Каждый год обращайтесь к своему врачу для проверки глаз с целью раннего выявления и предотвращения развития возможных заболеваний. Обследования Каждый год проходите обследование Чаще посещайте офтальмолога, глаз. если у вас уже есть признаки проблем с глазами. Лечение будет зависеть от ваших потребностей. Для проверки глаз могут быть назначены следующие исследования: • Зрительный тест. Проверяется способность читать вблизи и на расстоянии. Также может проверяться чувствительность к свету и боковое зрение, которое также называется периферическим зрением. • Исследование при расширенных зрачках. Небольшое количество препарата закапывается в глаз с тем, чтобы врач смог рассмотреть глазное дно. • Измерение внутриглазного давления. Применяется препарат, вызывающий онемение глаз, с последующим измерением внутриглазного давления. • Исследование сетчатки. Фотографируется внутренняя часть глаза для проверки сосудов сетчатки и зрительного нерва. Лечение Лечение зависит от конкретного заболевания; оно может включать глазные капли, лазерную коррекцию или хирургическое вмешательство.
en: Keep your blood sugar and blood pressure as close to normal as you can to prevent eye problems. See your doctor to have your eyes checked each year so problems can be found early and treated. Testing Have an eye exam every year. Visit the eye doctor more often if you already have signs of eye problems. Treatment will depend on your needs. These tests may be done to check your eyes: • Vision test: Your ability to read close up or at a distance is checked. Your light sensitivity and side vision, also called peripheral vision, may be checked. • Dilated eye test: A small amount of medicine is dropped into your eyes so your doctor can look at the back of your eyes. • Eye pressure test: Medicine is used to numb the eyes and then the pressure in your eyes is checked. • Retinal test: Pictures are taken of the inside of the eye to check the blood vessels of the retina and optic nerve. Treatment Treatment depends on the eye problem, but it could include eye drops, laser treatment or surgery. Diabetes and Eye Problems. Russian

source: Как контролировать диабет Держите диабет под контролем, чтобы предотвратить заболевания глаз и другие проблемы со здоровьем. Следуйте советам и рекомендациям вашего врача, медсестры и диетолога, чтобы повысить качество вашей жизни с диабетом. • Соблюдайте план приема пищи и консультируйтесь с диетологом. • Научитесь тому, как проверять и записывать свой уровень сахара в крови, который также называют уровнем глюкозы. Знайте признаки высоких и низких уровней сахара в крови. • Старайтесь выполнять физические упражнения не менее 30 минут каждый день. • Принимайте инсулин или другие диабетические лекарства согласно назначению своего врача, медсестры или консультанта по диабету. • Имейте план на тот случай, если уровень сахара в крови упадет слишком низко. Обязательно окружите себя членами семьи или другими лицами, которые знают, как вам помочь, если вы не в состоянии помочь себе сами. • Избегайте употребления табака и алкоголя, держите под контролем свой вес, стресс и высыпайтесь. • Проверяйте артериальное давление каждые несколько месяцев. Если у вас повышенное артериальное давление (гипертензия), принимайте лекарство от повышенного артериального давления в соответствии с назначением своего врача. Вы также
en: Managing Your Diabetes Manage your diabetes to prevent eye and other health problems. Work with your doctor, nurse and dietitian to learn more about living well with diabetes. • Follow your meal plan and talk with a dietitian. • Learn how to check and record your blood sugar levels, also called glucose levels. Know the signs for high and low blood sugar levels. • Exercise for at least 30 minutes most days of the week. • Take insulin or other diabetes medicines as directed by your doctor, nurse or diabetes educator. • Have plans in place if your blood sugar levels drop too low. Be sure you have family members or others around you who know how to help you if you are not able to help yourself. • Avoid tobacco and alcohol, manage stress and get enough sleep. • Check your blood pressure every few months. If you have high blood pressure, also called hypertension, take your blood Diabetes and Eye Problems. Russian

source: Обследование Сдавайте анализ мочи на содержание белка в рамках ежегодного медицинского обследования. Белок в моче может быть признаком поражения почек. Ваш врач может назначить следующие исследования и анализы: • Анализ крови: Ì Гемоглобин A1C, чтобы проверить, насколько хорошо регулируется уровень глюкозы. Ì Анализ азота в составе мочевины крови или тест на креатинин, чтобы проверить, насколько хорошо работают почки. • Анализ мочи на белок называется анализом на альбумин. Ваш врач также может называть его анализом на микроальбумины. • Осмотр ног на предмет онемения и покалывания в стопах и голенях, так как заболевания почек влияют на кровоток и могут привести к поражению нервов. Могут проводиться тесты нервной проводимости для проверки поражения нервов. • Проверка артериального давления. • Анализ крови на холестерин и триглицериды. Содержание этих видов жиров в крови труднее контролировать, если почки работают недостаточно хорошо.
en: Testing Each year, have your urine checked for protein as part of a physical exam. If protein is found in the urine, it can be a sign of kidney damage. Your doctor may order these tests: • Blood test: Ì Hemoglobin A1C to see how well glucose levels are controlled. Ì Blood urea nitrogen (BUN test) or creatinine test to check how well your kidneys are working. • Urine test for protein called albumin. You doctor may also call it a microalbuminuria test. • Foot checks to check for numbness and tingling in your feet and legs as kidney disease affects blood flow and may cause nerve damage. Nerve conduction tests may be given to check for nerve damage. • Blood pressure checks. • Blood tests for cholesterol and triglycerides. These types of fat in your blood are harder to control if the kidneys are not working well. Diabetes and Kidney Problems. Russian.

source: Лечение Лечение проводится с целью не допустить ухудшения состояния почек. Контроль содержания сахара в крови и артериального давления может замедлить поражение почек. • Проверяйте и записывайте свой уровень сахара в крови. Принимайте лекарства для лечения диабета согласно назначению врача. Если уровень сахара в крови не контролируется медикаментозно, обратитесь к своему врачу или консультанту по диабету. • Старайтесь каждый день выполнять физические упражнения в течение 30 минут. • Избегайте употребления табака и алкоголя, держите под контролем свой вес, стресс и высыпайтесь. Здоровый образ жизни может улучшить ваше состояние при диабете. • Прежде чем принимать любые продающиеся без рецепта лекарства, проконсультируйтесь со своим врачом или фармацевтом. Некоторые медикаменты могут быть вредны для ослабленных почек. Например, болеутоляющие нестероидные противовоспалительные препараты, такие как ибупрофен или напроксен, принимать не рекомендуется. • Ваш врач может назначить препараты для снижения артериального давления, тем самым защищая ваши почки от поражения. Между визитами к врачу измеряйте свое давление дома при помощи тонометра.
en: Treatment Treatment is done to keep the kidney disease from getting worse. Blood sugar and blood pressure control can slow kidney damage. • Check and record your blood sugar levels. Take your diabetes medicines as ordered. Talk to your doctor or diabetes educator if your blood sugar levels are not controlled with medicine. • Exercise for at least 30 minutes most days of the week. • Avoid tobacco and alcohol, manage your weight, your stress and get enough sleep. Lifestyle behavior can improve your diabetes. • Talk to your doctor or pharmacist before taking any over the counter medicines. Some medicines may be harmful to weakened kidneys. For example, medicines used for pain called NSAIDS, like ibuprofen or naproxen, should not be used. • Your doctor may order medicines to lower your blood pressure while protecting your kidneys from damage. Use a home blood pressure monitor to check your blood pressure between doctor visits. Diabetes and Kidney Problems. Russian.

source: • Вегетативная нейропатия, которая приводит к изменениям в процессе пищеварения, функционировании кишечника и мочевого пузыря, а также к изменениям в половой сфере. Она также может влиять на нервные окончания, управляющие работой сердца и кровеносных сосудов, легких и глаз. Этот тип также связан с так называемой неосведомленностью о гипогликемии, когда у вас пропадают симптомы, указывающие на низкий уровень сахара в крови. Предотвращение поражения нервных окончаний Поддерживайте свой уровень сахара в крови в пределах нормы. Совместно со своим врачом и специалистами по лечению диабета научитесь управлять своим уровнем сахара в крови. Ежегодно в рамках лечения врач должен проводить осмотр ног на наличие признаков потери чувствительности пальцев и ступней. Ежедневный уход за ногами Каждый день проверяйте ноги на наличие поврежденных участков кожи, язв, ран и красных пятен. У вас может быть пораженный участок, но вы не будете чувствовать его из-за поражения нервных окончаний. Если вы обнаружили проблемы с кожей, обратитесь к врачу. • Мойте ноги каждый день теплой водой с мягким моющим средством. Не держите ноги в воде продолжительное время. Хорошо вытирайте ноги мягким полотенцем. Обязательно вытирайте участки между пальцами.
en: • Autonomic neuropathy that causes changes in digestion of food, bowel and bladder function and sexual response. It can also affect the nerves that control the heart and blood vessels, lungs and eyes. This type is also linked to something called hypoglycemia unawareness, which happens when you no longer have warning signs of low blood sugar levels. Prevent Nerve Damage Keep your blood sugar in a normal range. Work with your doctor and diabetes care team to learn how to manage your blood sugar levels. As part of your care, your doctor should do a foot exam every year to check if you have any sign of loss of feeling in your toes or feet. Daily Foot Care Check your feet every day for any open skin, sores or red spots. You may have a sore spot and not feel it because of the nerve damage. If you find skin problems, talk to your doctor. • Clean your feet each day with warm water and mild soap. Do not soak your feet. Dry your feet well with a soft towel. Be sure to dry between your toes. Diabetes and Nerve Damage. Russian.

source: • Проверяйте свои ступни и пальцы на наличие порезов, царапин, волдырей, красных пятен, язв и ран, а также других поражений кожи. Не забывайте проверять верхние, нижние и боковые поверхности ступней. Проверяйте участки под каждым пальцем и вокруг него. Возможно, вам придется использовать зеркало или попросить кого-то помочь вам осмотреть подошвы ступней. • Наносите увлажняющий крем на кожу ступней, за исключением участков между пальцами. • После того, как примете душ, при помощи пемзы осторожно удалите мозоли, костные мозоли и натоптыши. Не срезайте и не сбривайте их. • Ровно обрезайте отросшие ногти и обрабатывайте срез пилочкой для ногтей для сглаживания острых углов. • Носите чистые сухие носки, которые соответствуют размеру вашей ноги. • Носите туфли или тапочки для защиты ног. Никогда не ходите босиком. Носите обувь, которая подходит размеру и хорошо защищает ступни. Прежде чем обуться, не забудьте проверить внутреннюю часть своей обуви, чтобы убедиться, что в ней нет никаких предметов, а также в том, что у обуви нет дыр, жестких участков или острых краев. Симптомы поражения нервных окончаний Симптомы зависят от пораженных нервных окончаний. У некоторых пациентов поражение нервных окончаний протекает бессимптомно. Некоторые симптомы могут со временем усугубляться, а у некоторых больных они могут усиливаться в ночное время.
en: • Check your feet and toes for cuts, scrapes, blisters, red spots, sores or other problems. Be sure to check the top, bottom and sides of your feet. Check under and around each toe. You may need to use a mirror or get someone to help you check the bottom of your feet. • Apply a moisturizing lotion to the skin of your feet, but avoid lotion between the toes. • Use a pumice stone gently to smooth calluses or corns after a shower. Never cut or shave off calluses or corns. • When toe nails get long, cut the nails straight across and file with an emery board to smooth any rough edges. • Wear clean, dry socks that fit comfortably. • Wear shoes or slippers to protect your feet. You should never go barefoot. Wear shoes that fit well and offer good support. Be sure to check inside your shoes before putting them on to make sure there are no objects in them and there are no tears, rough spots or sharp edges. Signs of Nerve Damage Signs will vary based on the nerves that are affected. Some people have no signs at all. Some signs may get worse over time and some people report the signs are worse at night. Diabetes and Nerve Damage. Russian.

source: Симптомы: • онемение, покалывание, потеря чувствительности или боль в пальцах ног, ступнях, ногах или пальцах рук, кистях рук и руках; • потеря мышечной массы в ступнях или кистях рук; • тошнота, рвота и нарушение пищеварения; • понос или запор; • проблемы с мочеиспусканием или его контролем; • головокружение или обморок при нахождении в положении стоя или сидя, вызываемые падением артериального давления, которое называется ортостатической гипотензией; • слабость; • эректильная дисфункция у мужчин и сухость влагалища у женщин; • изменение сердечного ритма. Если у вас наблюдается какой-либо из следующих симптомов, обратитесь к своему врачу для назначения обследования. Лечение Обследование Врач осмотрит вас и задаст вам вопросы об имеющихся у вас симптомах. Могут быть назначены следующие исследования: • исследование нервной проводимости или электромиография (ЭМГ), в котором для проверки нервных окончаний используются электрические сигналы; • ультразвуковое исследование внутренних органов, таких как мочевой пузырь и желудок.
en: Signs may include: • Numbness, tingling, loss of feeling or pain in the toes, feet, legs or fingers, hands and arms • Muscle loss in the feet or hands • Nausea and vomiting or problems with indigestion • Diarrhea or constipation • Problems with urine flow or control • Dizziness or fainting when standing or sitting up that causes a drop in blood pressure called orthostatic hypotension • Weakness • Erectile dysfunction in men or vaginal dryness in women • Heart rate changes If you have any of these signs, visit your doctor for a physical exam. Your Care Testing Your doctor will examine you and ask you questions about any signs you have. Tests may be ordered such as: • Nerve conduction study or electromyography (EMG) that uses electrical signals to check nerves. • Ultrasound that uses sound waves to check organs such as your bladder or stomach. Diabetes and Nerve Damage. Russian.

source: Лечение поражения нервных окончаний Лечение зависит от типа поражения нервных окончаний и может включать: • обезболивание с помощью лекарств, физиотерапию или другие виды лечения; • препараты против поноса или запора; • питание небольшими порциями каждые несколько часов, и ограничение потребления жиров и клетчатки для устранения проблем с пищеварением; • физиотерапию для улучшения координации движений; • если у вас поражены ступни, обратитесь к своему врачу для назначения консультации с врачом- ортопедом, специализирующимся на лечении заболеваний ступней. Нервные окончания, ведущие к ногам, часто поражаются диабетической нейропатией. Потеря чувствительности может означать, что вы не почувствуете рану или волдырь. Ì Проблемы с кровообращением могут усилить риск инфекции и замедлить заживление ног. Как держать диабет под контролем Вам также необходимо держать свой диабет под контролем, следуя предписаниям врача и поддерживая нормальный уровень сахара в крови для предотвращения дальнейшего поражения нервных окончаний: • Часто проверяйте свой уровень сахара в крови. • Принимайте лекарства для лечения диабета согласно назначению врача. • Соблюдайте свой план приема пищи.
en: Treatment of Your Nerve Damage Treatment depends on the type of nerve damage you have and may include: • Pain control with medicines, physical therapy or other treatments. • Medicines to treat diarrhea or constipation. • Eating small amounts of food every few hours, and limiting fats and fiber for indigestion problems. • Physical therapy to help with coordination issues. • If you have foot problems, talk to your doctor about seeing a foot doctor called a podiatrist. The nerves that go to the feet are often affected by diabetic neuropathy. Ì Loss of feeling may mean you do not feel a sore or blister. Ì Circulation problems may add to the risk of infection and slow healing in the feet. Managing Your Diabetes You also need to manage your diabetes as ordered by your doctor to keep your blood sugar levels in a normal range and prevent further nerve damage: • Check your blood sugar often. • Take your diabetes medicines as directed. • Follow your meal plan. Diabetes and Nerve Damage. Russian.
